Revit 2024 API
ExternalServiceId Properties
The ExternalServiceId type exposes the following members.
Properties
Name | Description
Guid
 The Guid of GUID-based enum object.
 (Inherited from GuidEnum.)
See Also
ExternalServiceId Class
Autodesk.Revit.DB.ExternalService Namespace